MicrochipTech/ethercat-software-framework/ESF/Demo/ESF_EVB_PIC32_LAN925x/firmware/src/packs/PIC32MX_DFP/1.4.241/edc/PIC32MX320F128L.PIC
      <edc:SFRDef edc:_addr="0x1F881100" edc:_begin="0x90" edc:_end="0x120" edc:_modsrc="DOS-00868_YPAA_int_evic.Module" edc:_refcount="3" edc:access="---nnnnn---nnnnn---nnnnn---nnnnn" edc:cname="IPC7" edc:desc="" edc:grp="INT" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="---00000---00000---00000---00000" edc:name="IPC7" edc:nzwidth="0x20" edc:por="---00000---00000---00000---00000" edc:portals="CLR SET INV" ltx:memberofperipheral="INT">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PMPIS" edc:desc="" edc:mask="0x3" edc:name="PMPIS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="PMPIP" edc:desc="" edc:mask="0x7" edc:name="PMPIP" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="CMP1IS" edc:desc="" edc:mask="0x3" edc:name="CMP1IS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="CMP1IP" edc:desc="" edc:mask="0x7" edc:name="CMP1IP" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="CMP2IS" edc:desc="" edc:mask="0x3" edc:name="CMP2IS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="CMP2IP" edc:desc="" edc:mask="0x7" edc:name="CMP2IP" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="SPI2IS" edc:desc="" edc:mask="0x3" edc:name="SPI2IS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="SPI2IP" edc:desc="" edc:mask="0x7" edc:name="SPI2IP" edc:nzwidth="0x3"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F881110" edc:_begin="0x90" edc:_end="0x120" edc:_modsrc="DOS-00868_YPAA_int_evic.Module" edc:_refcount="3" edc:access="---nnnnn---nnnnn---nnnnn---nnnnn" edc:cname="IPC8" edc:desc="" edc:grp="INT" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="---00000---00000---00000---00000" edc:name="IPC8" edc:nzwidth="0x20" edc:por="---00000---00000---00000---00000" edc:portals="CLR SET INV" ltx:memberofperipheral="INT">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="U2IS" edc:desc="" edc:mask="0x3" edc:name="U2IS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="U2IP" edc:desc="" edc:mask="0x7" edc:name="U2IP" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="I2C2IS" edc:desc="" edc:mask="0x3" edc:name="I2C2IS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="I2C2IP" edc:desc="" edc:mask="0x7" edc:name="I2C2IP" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="FSCMIS" edc:desc="" edc:mask="0x3" edc:name="FSCMIS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="FSCMIP" edc:desc="" edc:mask="0x7" edc:name="FSCMIP" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="RTCCIS" edc:desc="" edc:mask="0x3" edc:name="RTCCIS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="RTCCIP" edc:desc="" edc:mask="0x7" edc:name="RTCCIP" edc:nzwidth="0x3"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F881120" edc:offset="32"/>
      <edc:SFRDef edc:_addr="0x1F881140" edc:_begin="0x140" edc:_end="0x150" edc:_modsrc="DOS-00868_YPAA_int_evic.Module" edc:_refcount="4" edc:access="---------------------------nnnnn" edc:cname="IPC11" edc:desc="" edc:grp="INT" edc:impl="0xe0e0e0ff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="---------------------------00000" edc:name="IPC11" edc:nzwidth="0x20" edc:por="---------------------------00000" edc:portals="CLR SET INV" ltx:memberofperipheral="INT">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="FCEIS" edc:desc="" edc:mask="0x3" edc:name="FCEIS" edc:nzwidth="0x2"/>
            <edc:SFRFieldDef edc:cname="FCEIP" edc:desc="" edc:mask="0x7" edc:name="FCEIP" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:AdjustPoint edc:offset="2"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:AdjustPoint edc:offset="2"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:AdjustPoint edc:offset="2"/>
            <edc:AdjustPoint edc:offset="3"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F881150" edc:offset="3760"/>
      <edc:SFRDef edc:_addr="0x1F882000" edc:_begin="0x0" edc:_end="0x80" edc:_modsrc="DOS-00747_bus_matrix_bvci_v1.Module" edc:_refcount="1" edc:access="-----n-----nnnnn---------n---nnn" edc:cname="BMXCON" edc:desc="" edc:grp="BMX" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="-----0-----11111---------1---001" edc:name="BMXCON" edc:nzwidth="0x20" edc:por="-----0-----11111---------1---001" edc:portals="CLR SET INV" ltx:baseofperipheral="BMX">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BMXARB" edc:desc="" edc:mask="0x7" edc:name="BMXARB" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="BMXWSDRM" edc:desc="" edc:mask="0x1" edc:name="BMXWSDRM" edc:nzwidth="0x1"/>
            <edc:AdjustPoint edc:offset="9"/>
            <edc:SFRFieldDef edc:cname="BMXERRIS" edc:desc="" edc:mask="0x1" edc:name="BMXERRIS" edc:nzwidth="0x1"/>
            <edc:SFRFieldDef edc:cname="BMXERRDS" edc:desc="" edc:mask="0x1" edc:name="BMXERRDS" edc:nzwidth="0x1"/>
            <edc:SFRFieldDef edc:cname="BMXERRDMA" edc:desc="" edc:mask="0x1" edc:name="BMXERRDMA" edc:nzwidth="0x1"/>
            <edc:SFRFieldDef edc:cname="BMXERRICD" edc:desc="" edc:mask="0x1" edc:name="BMXERRICD" edc:nzwidth="0x1"/>
            <edc:SFRFieldDef edc:cname="BMXERRIXI" edc:desc="" edc:mask="0x1" edc:name="BMXERRIXI" edc:nzwidth="0x1"/>
            <edc:AdjustPoint edc:offset="5"/>
            <edc:SFRFieldDef edc:cname="BMXCHEDMA" edc:desc="" edc:mask="0x1" edc:name="BMXCHEDMA" edc:nzwidth="0x1"/>
          </edc:SFRMode>
          <edc:SFRMode edc:id="LT.0">
            <edc:SFRFieldDef edc:cname="w" edc:desc="" edc:mask="0x1" edc:name="w" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F882010" edc:_begin="0x0" edc:_end="0x80" edc:_modsrc="DOS-00747_bus_matrix_bvci_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="BMXDKPBA" edc:desc="" edc:grp="BMX" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="BMXDKPBA" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000" edc:portals="CLR SET INV" ltx:memberofperipheral="BMX">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BMXDKPBA" edc:desc="" edc:islanghidden="true" edc:mask="0xffffffff" edc:name="BMXDKPBA" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F882020" edc:_begin="0x0" edc:_end="0x80" edc:_modsrc="DOS-00747_bus_matrix_bvci_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="BMXDUDBA" edc:desc="" edc:grp="BMX" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="BMXDUDBA" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000" edc:portals="CLR SET INV" ltx:memberofperipheral="BMX">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BMXDUDBA" edc:desc="" edc:islanghidden="true" edc:mask="0xffffffff" edc:name="BMXDUDBA" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F882030" edc:_begin="0x0" edc:_end="0x80" edc:_modsrc="DOS-00747_bus_matrix_bvci_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="BMXDUPBA" edc:desc="" edc:grp="BMX" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="BMXDUPBA" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000" edc:portals="CLR SET INV" ltx:memberofperipheral="BMX">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BMXDUPBA" edc:desc="" edc:islanghidden="true" edc:mask="0xffffffff" edc:name="BMXDUPBA" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F882040" edc:_begin="0x0" edc:_end="0x80" edc:_modsrc="DOS-00747_bus_matrix_bvci_v1.Module" edc:_refcount="1" edc:access="rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr" edc:cname="BMXDRMSZ" edc:desc="" edc:grp="BMX" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000100000000000000000" edc:name="BMXDRMSZ" edc:nzwidth="0x20" edc:por="00000000000000100000000000000000" edc:portals="- - -" ltx:memberofperipheral="BMX">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BMXDRMSZ" edc:desc="" edc:islanghidden="true" edc:mask="0xffffffff" edc:name="BMXDRMSZ" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F882050" edc:_begin="0x0" edc:_end="0x80" edc:_modsrc="DOS-00747_bus_matrix_bvci_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="BMXPUPBA" edc:desc="" edc:grp="BMX" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="BMXPUPBA" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000" edc:portals="CLR SET INV" ltx:memberofperipheral="BMX">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BMXPUPBA" edc:desc="" edc:islanghidden="true" edc:mask="0xffffffff" edc:name="BMXPUPBA" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F882060" edc:_begin="0x0" edc:_end="0x80" edc:_modsrc="DOS-00747_bus_matrix_bvci_v1.Module" edc:_refcount="1" edc:access="rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr" edc:cname="BMXPFMSZ" edc:desc="" edc:grp="BMX" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000010000000000000000000" edc:name="BMXPFMSZ" edc:nzwidth="0x20" edc:por="00000000000010000000000000000000" edc:portals="- - -" ltx:memberofperipheral="BMX">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BMXPFMSZ" edc:desc="" edc:islanghidden="true" edc:mask="0xffffffff" edc:name="BMXPFMSZ" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F882070" edc:_begin="0x0" edc:_end="0x80" edc:_modsrc="DOS-00747_bus_matrix_bvci_v1.Module" edc:_refcount="1" edc:access="rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr" edc:cname="BMXBOOTSZ" edc:desc="" edc:grp="BMX" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000011000000000000" edc:name="BMXBOOTSZ" edc:nzwidth="0x20" edc:por="00000000000000000011000000000000" edc:portals="- - -" ltx:memberofperipheral="BMX">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BMXBOOTSZ" edc:desc="" edc:islanghidden="true" edc:mask="0xffffffff" edc:name="BMXBOOTSZ" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F882080" edc:offset="8064"/>
      <edc:SFRDef edc:_addr="0x1F884000" edc:_begin="0x0" edc:_end="0xb0" edc:_modsrc="DOS-00815_pfm_cache_v1.Module" edc:_refcount="1" edc:access="---------------n------nn--nn-nnn" edc:cname="CHECON" edc:desc="" edc:grp="PCACHE" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="---------------0------00--00-111" edc:name="CHECON" edc:nzwidth="0x20" edc:por="---------------0------00--00-111" edc:portals="CLR SET INV" ltx:baseofperipheral="PCACHE">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PFMWS" edc:desc="" edc:mask="0x7" edc:name="PFMWS" edc:nzwidth="0x3"/>
            <edc:AdjustPoint edc:offset="1"/>
            <edc:SFRFieldDef edc:cname="PREFEN" edc:desc="" edc:mask="0x3" edc:name="PREFEN" edc:nzwidth="0x2"/>
            <edc:AdjustPoint edc:offset="2"/>
            <edc:SFRFieldDef edc:cname="DCSZ" edc:desc="" edc:mask="0x3" edc:name="DCSZ" edc:nzwidth="0x2"/>
            <edc:AdjustPoint edc:offset="6"/>
            <edc:SFRFieldDef edc:cname="CHECOH" edc:desc="" edc:mask="0x1" edc:name="CHECOH" edc:nzwidth="0x1"/>
          </edc:SFRMode>
          <edc:SFRMode edc:id="LT.0">
            <edc:SFRFieldDef edc:cname="w" edc:desc="" edc:mask="0x1" edc:name="w" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F884010" edc:_begin="0x0" edc:_end="0xb0" edc:_modsrc="DOS-00815_pfm_cache_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="CHEACC" edc:desc="" edc:grp="PCACHE" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="CHEACC" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000" edc:portals="CLR SET INV" ltx:memberofperipheral="PCACHE">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="CHEIDX" edc:desc="" edc:mask="0xf" edc:name="CHEIDX" edc:nzwidth="0x4"/>
            <edc:AdjustPoint edc:offset="27"/>
            <edc:SFRFieldDef edc:cname="CHEWEN" edc:desc="" edc:mask="0x1" edc:name="CHEWEN" edc:nzwidth="0x1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F884020" edc:_begin="0x0" edc:_end="0xb0" edc:_modsrc="DOS-00815_pfm_cache_v1.Module" edc:_refcount="1" edc:access="n-------nnnnnnnnnnnnnnnnnnnnnnn-" edc:cname="CHETAG" edc:desc="" edc:grp="PCACHE" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0xxxxxxxxxxxxxxxxxxxxxxxxxxx0010" edc:name="CHETAG" edc:nzwidth="0x20" edc:por="0xxxxxxxxxxxxxxxxxxxxxxxxxxx0010" edc:portals="CLR SET INV" ltx:memberofperipheral="PCACHE">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="1"/>
            <edc:SFRFieldDef edc:cname="LTYPE" edc:desc="" edc:mask="0x1" edc:name="LTYPE" edc:nzwidth="0x1"/>
            <edc:SFRFieldDef edc:cname="LLOCK" edc:desc="" edc:mask="0x1" edc:name="LLOCK" edc:nzwidth="0x1"/>
            <edc:SFRFieldDef edc:cname="LVALID" edc:desc="" edc:mask="0x1" edc:name="LVALID" edc:nzwidth="0x1"/>
            <edc:SFRFieldDef edc:cname="LTAG" edc:desc="" edc:mask="0x1" edc:name="LTAG" edc:nzwidth="0x14"/>
            <edc:AdjustPoint edc:offset="7"/>
            <edc:SFRFieldDef edc:cname="LTAGBOOT" edc:desc="" edc:mask="0x1" edc:name="LTAGBOOT" edc:nzwidth="0x1"/>
          </edc:SFRMode>
          <edc:SFRMode edc:id="LT.0">
            <edc:SFRFieldDef edc:cname="w" edc:desc="" edc:mask="0x1" edc:name="w" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F884030" edc:_begin="0x0" edc:_end="0xb0" edc:_modsrc="DOS-00815_pfm_cache_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="CHEMSK" edc:desc="" edc:grp="PCACHE" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="CHEMSK" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000" edc:portals="CLR SET INV" ltx:memberofperipheral="PCACHE">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="5"/>
            <edc:SFRFieldDef edc:cname="LMASK" edc:desc="" edc:mask="0x7ff" edc:name="LMASK" edc:nzwidth="0xb"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F884040" edc:_begin="0x0" edc:_end="0xb0" edc:_modsrc="DOS-00815_pfm_cache_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="CHEW0" edc:desc="" edc:grp="CACHE" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx" edc:name="CHEW0" edc:nzwidth="0x20" edc:por="xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx" edc:portals="- - -" ltx:memberofperipheral="PCACHE">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="CHEW0" edc:desc="" edc:mask="0xffffffff" edc:name="CHEW0" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F884050" edc:_begin="0x0" edc:_end="0xb0" edc:_modsrc="DOS-00815_pfm_cache_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="CHEW1" edc:desc="" edc:grp="CACHE" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx" edc:name="CHEW1" edc:nzwidth="0x20" edc:por="xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx" edc:portals="- - -" ltx:memberofperipheral="PCACHE">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="CHEW1" edc:desc="" edc:mask="0xffffffff" edc:name="CHEW1" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F884060" edc:_begin="0x0" edc:_end="0xb0" edc:_modsrc="DOS-00815_pfm_cache_v1.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="CHEW2" edc:desc="" edc:grp="CACHE" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx" edc:name="CHEW2" edc:nzwidth="0x20" edc:por="xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx" edc:portals="- - -" ltx:memberofperipheral="PCACHE">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="CHEW2" edc:desc="" edc:mask="0xffffffff" edc:name="CHEW2" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
